Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/ravisolbmuid-oahpahus.html.tmx
Source language: sme
Languages: sma

source: Rávisolbmuid oahpahus / Oahpahus / Sámediggi - Sametinget
sma: Geerveööhpehtimmie / Lïerehtimmie / Saemiedigkie - Sametinget

source: Rávisolbmuid oahpahus
sma: Geerveööhpehtimmie

source: Sámegiella lea vuođđudeaddji árvun.
sma: Saemien gïelh akte vihkeles aarvoe.

source: Sámi iešguđege guovlluin lea ollu rávisolbmot geat ovddeš dáruiduhttima dihte leat massán eatnigielaset.
sma: Dejnie ovmessie bieline Sapmeste dle jïjnjh geerve almetjh mah dan aarebi daaroedehtemepolitihken gaavhtan, sijjen ietniengïelem dasseme.

source: Dán dili dihte dárbbašuvvo rávisolbmuidoahpahus sámegielas, sihke vuođđoskuvlla ja joatkkaskuvlla dásis.
sma: Dan åvteste dle daerpies geerveööhpehtimmine saemiengïelesne, dovne maadthskuvlen jïh jåarhkeskuvlen daltesisnie.

source: Sámediggi atná dehálažžan láhččet gurssaid otná váhnemiidda mii lea áibbas mearrideaddjin jus giella galgá ovdánahttojuvvot ovddasguvlui.
sma: Saemiedigkie vuajna vihkeles kuvsjh sjïehteladtedh daan beajjetje eejhtegidie, juktie gïelem åvtese evtiedidh.

source: Ovddasvástideaddji politihkkár
sma: Politihkere gïen diedte

source: Silje Karine Muotka
sma: NSR

source: silje.karine.muotka@samediggi.no
sma: Phone: +47 984 87 576

source: Sámediggi bargá dan badjelii:
sma: Ulmieh:

source: Rávis sápmelaččaide geat eai hálddaš sámegiela galgá láhččojuvvot vejolašvuohta háhkat dárbbašlaš vuođđomáhtu heivvolaš oahpahusa bakte.
sma: Edtja sjïehteladtedh ihke geerve saemieh mah eah saemien maehtieh, edtjieh maehtedh daerpies betniedaajroeh skååffedh, sjïehteles lïerehtimmien tjïrrh.

source: Sámediggi áigu ásahit oahpahusvuogádaga mii addá buot sámi mánáide, nuoraide ja rávisolbmuide oahpposajádagaid go sii sáhttet ovdánahttit iežaset máhtolašvuođa, giela ja kultuvrra.
sma: Saemiedigkie sæjhta aktem lïerehtimmieöörnegem sjugniedidh mij hijven lïerehtimmiesijjieh vadta gaajhkide saemien maanide, noeride jïh geerve almetjidie juktie daajroem evtiedidh, jïh gïelem jïh kultuvrem guhkiebasse evtiedidh.

source: Sámediggi lea addán bargun Sámi Allaskuvlii ovdánahttit ja čađahit 5-jagi rávisolbmooahpahusprográmma sámegielas mii galgá leat oassin giellaprográmmas ii-sámegiela hubmi olbmuid várás davvi-, julev- ja lullisámi guovlluin.
sma: Saemiedigkie lea Saemien Jïlleskuvlem stilleme aktem 5-jaepien geervelïerehtimmieprogrammem saemien gïelesne evtiedidh jïh tjïrrehtidh, goh akte bielie aktede gïeleprogrammeste dejtie almetjidie mah eah saemien soptsesth, noerhte, - julev- jïh åarjelsaemien dajvesne.

source: Rávisolbmooahpahusprográmma galgá heivehuvvot báikkálaš dárbbuide.
sma: Edtja geervelïerehtimmieprogrammem sjïehtesjdih dejtie gietskene daerpiesvoetide.

source: Giellaoahpahus galgá vuođđuduvvot báikkálaš diliide ja deattuhit báikkálaš variánttaid ja nu seailluhit ja nannet báikkálaš sámi gullevašvuođa.
sma: Gïelelïerehtimmie edtja viedteldihkie årrodh gietskene, jïh dejtie jeereldihkie smaaregïelide krööhkedh, juktie dam gietskene saemien identiteetem gorredidh jïh nænnoestehtedh.

source: Rávisolbmooahpahusprográmma galget leat čuovvovaš bealit:
sma: Geervelïerehtimmieprogramme lea:

source: a) Álgogursa 1 sámegielas
sma: a) Saemien 1. aalkoekuvsje

source: b.) Álgogursa 2 sámegielas
sma: b) Saemien 2. aalkoekuvsje

source: c) Sámegiela lohkanbadjeoahppu
sma: c) Saemien semestereaamhte

source: Ulbmil lea ahte 5-jagi giellaprográmma olis álggahuvvojit doaibmabijut man boađusin lea eanet sámegiela geavaheaddjit.
sma: Ulmie lea akten 5-jaepien gïeleprogrammen tjïrrh råajvarimmiejgujmie nïerhkedh mah darjoeh guktie jienebh eadtjohke saemiestæjjah sjidtieh.

source: Ulbmiljoavkun leat ii-sámegielat hubmi olbmot viiddis geográfalaš guovllus ja earenoamážiid dain guovlluin gos dáruiduhttin eanemusat lea čuohcan.
sma: Ulmiedåehkie lea gaajhkesh mah eah saemesth aktene stoerre geografeles dajvesne, jïh joekoen dejnie dajvine gusnie daaroedehteme stööremes skaaram dorjeme.

source: Prošeakta sáhttá duođaštit hui positiiva bohtosiid das man galle rávisolbmo leat čađahan sámi giellaoahpahusa ja galle giellaguovddáža leat leamašan mielde prošeavttas.
sma: Prosjekte maahta jïjnjh hijven illedahkh vuesiehtidh, dovne man gellie geerve almetjh mah saemien gïelelïerehtimmiem tjïrrehtamme, jïh man gellie gïelejarngh jïh jeatjah institusjovnh mah leah meatan orreme prosjektesne.

source: Maŋŋil go rávisolbmuid oahpahusprográmma álggahuvvui de leat leamašan stuorit rekruteren sámegielat oahpuide.
sma: Mænngan geervelïerehtimmieprogramme eelki dle vuajneme jienebh leah aalkeme saemien universiteetine jïh jolleskuvline lohkedh.

source: Áigumuš lea beassat álggahit gurssaid lulli- ja julevsámi guovlluin, ja Norgga stuorimus gávpogiin.
sma: Ulmie lea kuvsjigujmie nïerhkedh aaj åarjel- jïh julevsaemien dajvesne, jïh dejnie stööremes staarine Nöörjesne.

source: Gursat galget váikkuhit dasa ahte ii sámegiela hubmi olbmot galget beassat fas hupmagoahtit sámegiela, ja ahte sámegielagat galget oahppat lohkat ja čállit sámegiela.
sma: Dah kuvsjh edtjieh viehkiehtidh guktie dah mah eah maehtieh saemiestidh, nuepiem åadtjoeh gïelem bååstede vaeltedh, jïh dah mah saemien maehtieh edtjieh åadtjodh lïeredh lohkedh tjaeledh saemien.

source: Maiddái galgá leat vejolašvuohta háhkat lohkangelbbolašvuođa vai galget sáhttit joatkit dábálaš oahpahusaide.
sma: Edtja aaj nuepieh vedtedh studijemaahtoem skååffedh, guktie maahta jåarhkedh sïejhme studijigujmie mænngan.

source: Dát lea mainna dál bargat:
sma: Daelie daejnie barkebe:

source: Rávisolbmuid oahppoprográmma “ Giellaprográmma ” čuovvoleapmi
sma: Vijriebasse barkedh gïelelïerehtimmieprogrammine «Gïeleprogrammeš Saemien geervelïerehtimmieprogramme abpe laantese

source: Oahpahuslága § 4A-1 daddjo ahte rávisolbmuin lea riekti oažžut heivehuvvon vuođđoskuvlaoahpahusa.
sma: Ööhpehtimmielaaken § 4 A -1 tjåådtje geerve almetjh reaktam utnieh sjïehtedamme maadthskuvlelïerehtimmiem åadtjodh.

source: Rávisolbmuin geain lea riekti oažžut vuođđoskuvlaoahpahusa lea maiddái riekti oažžut neavvagiid ja rávvagiid kártemis iežaset oahppodárbbuid, ja riekti oažžut oahpahusa mii lea heivehuvvon sin gelbbolašvuhtii ja maiddái ovdáneami.
sma: Geerve almetjh mah reaktam utnieh maadthskuvlelïerehtimmiem åadtjodh, aaj reaktam utnieh raeriestimmiem åadtjodh sijjen lïerehtimmiedaerpiesvoetem goerehtalledh, jïh reaktam utnieh lïerehtimmiem åadtjodh mij lea sjïehtedamme altese maahtose jïh daerpiesvoetese åvtese.

source: Dás ii gáibiduvvo ahte rávisolbmot galget čađahit oahpahusa olles fágas.
sma: Ij leah naan krïevenassh geerve almetjh tjuerieh lïerehtimmiem tjïrrehtidh ellies faagine.

source: Viidáset lea rávisolbmuin oahpahuslága § 4A-3 mielde vuoigatvuohta oažžut joatkkaoahpu dan jagi rájes go devdet 25 jagi.
sma: Vijriesåbpoe dle geerve almetjh Ööhpehtimmielaaken § 4A-3 mietie reaktam utnieh jåarhkelïerehtimmiem åadtjodh dehtie jaepeste dah 25 jaepieh illieh.

source: Joatkkaoahpahusa vuoigatvuohta gullá sidjiide geat leat čađahan vuođđoskuvlla dahje sullásačča, ja geat ovdal eai leat čađahan ja joatkkaskuvlaoahpu.
sma: Dah mah reaktam utnieh jåarhkelïerehtimmiem åadtjodh leah dah mah eah leah jåarhkelïerehtimmiem tjïrrehtamme aarebi.

source: Rávisolbmot geat čađahit joatkkaskuvlla oahpahusa galget čuovvut dábálaš oahppoplánaid.
sma: Geerve almetjh mah jåarhkelïerehtimmiem vaeltieh edtjieh uvtemes dejtie sïejhme learoesoejkesjidie fulkedh.

source: Oahpahuslága § 4A-4 mielde geatnegahttojuvvo suohkan ja fylkkasuohkan láhččet vuođđoskuvlaoahpahusa ja joatkkaoahpahusa rávisolbmuide, ja sii sáhttet ávkkástallat oahppolihtuid, dohkkehuvvon neahttaskuvllaid ja earáid geat fállet vuođđoskuvlaoahpu ja joatkkaoahpu vai ollašuhttet geatnegasvuođaideaset fállamis rávisolbmuide oahpahusa.
sma: Jåarhkeööhpehtimmielaaken § 4 A-4 mietie dle tjïelte jïh fylhkentjïelte dïedtem utnieh maadtskuvlelïerehtimmiem jïh jåarhkelïerehtimmiem geerve almetjidie hoksehtidh, jïh dah maehtieh studijesiebrieh, jååhkesjamme nedteskuvlh jïh jeatjebh nåhtadidh, mah faalenassem maadthlïerehtimmien jïh jåarhkelïerehtimmien bïjre vedtieh, juktie sijjen lïerehtimmiedïedtem geerve almetjidie voebnesjidh.

source: Rávisolbmuin geain lea vuoigatvuohta oažžut joatkkaoahpahusa, lea maiddái riekti oažžut iežaset reálagelbbolašvuođa árvvoštallojuvvot.
sma: Geerve almetjh mah reaktam utnieh jåarhkelïerehtimmiem åadtjodh, reaktam utnieh vuarjasjimmiem åadtjodh sijjen realemaahtoste, jïh maahtoevihtienassem åadtjodh.

source: Gealboduođaštusa oažžu fylkkasuohkanis.
sma: Fylhkentjïelte edtja maahtoevihtienassem vedtedh.

source: Máhttodepartemeanta
sma: Maahtoedepartemente

source: Oahpahusdirektoráhtta
sma: Ööhpehtimmiedirektovraate

source: Fylkkamánni
sma: Fylhkenålma

source: Stuoradiggi lea dohkkehan Sámi Oahppolávdegotti (SOL) stáhtadoarjaga vuoigaduvvon oahppolihttun 1976 rávisolbmuidoahpahuslága vuođul.
sma: Saemien Studijemoenehtse (SOL) lea akte jååhkesjamme studijesiebrie Stoerredigkeste, mij edtja dåarjoem åadtjodh staateste, guktie tjåådtje Laakesne geervelïerehtimmien bïjre jaepeste 1976. SOL.

source: SOL váldoulbmilin lea doaimmahit čuvgehus- ja oahppodoaimmaid sápmelaččaid gaskkas.
sma: ’ en åejvieåssjele lea bïevnese- jïh studijedarjomigujmie gïehtelidh saemiej luvnie.
